Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F18C.tmx
Source language: en_us
Languages: zh_cn

source: Life Is The Coffee
zh_cn: 生活是杯咖啡

source: A group of alumni, highly established in their careers, got together to visit their old university professor.
zh_cn: 一群毕业生，各自的事业都已有所建树，相约一起去看望他们的大学教授。

source: The conversation soon turned into complaints about stress in work and in life.
zh_cn: 谈话一会儿就变成了各自对工作生活压力的抱怨。

source: Offering his guests coffee, the professor went to the kitchen and returned with a large pot of coffee and an assortment of cups - porcelain, plastic, glass, crystal, some plain looking, some expensive, some exquisite - telling them to help themselves to the coffee.
zh_cn: 教授去厨房端来一大壶咖啡招待这些客人，拿出各式各样的咖啡杯——陶瓷的、塑料的玻璃的、水晶的，有普通的、有价值不斐的、有做工精致的——让他们自己挑。

source: When all the students had a cup of coffee in hand, the professor said:
zh_cn: 当所有学生手中都拿了咖啡杯之后，教授发话了：

source: "If you noticed, all the nice looking expensive cups were taken up, leaving behind the plain and cheap ones.
zh_cn: “如果你们注意一下，就可以发现所有好看的贵的杯子都给挑走了，剩下的只是那些普通的和便宜的。

source: While it is normal for you to want only the best for yourselves, that is the source of your problems and stress.
zh_cn: 当然，每个人都想给自己挑到那个最好的，这很正常，但这也正是你们的问题和压力根源之所在。”

source: "What all of you really wanted was coffee, not the cup, but you consciously went for the best cups and were eyeing each other's cups.
zh_cn: “其实你们真正想要的是咖啡，而不是杯子，但你们却又都下意识去挑选最好的杯子，并观察别人拿到的杯子。”
